<!DOCTYPE html>
<html lang="ru" >
<head>
  <meta charset="UTF-8">
	<title>Лаба по вебу</title>
	<link rel="icon" type="image/png" href="https://i.pinimg.com/736x/02/de/65/02de65ebad5b8baad6888d017f804c54.jpg" />
	<meta name="description" content="toyta supra"> 
	<link rel="stylesheet" href="./css/style.css">
	<link rel="stylesheet" href="./css/cssswup.css">

</head>
<body>
<?php include './template/header.php';?>
<main id="swup" class="transition-fade">
<!--</content>-->
<div style="margin-top: 70px; margin-right: 20px; margin-left: 20px;">
<p><b style="color:#4ECDC4;">Toyota</b> Supra (яп. トヨタ・スープラ) — серийный спортивный автомобиль, выпускающийся компанией Toyota с 1978 года.</p>

<p>Дизайн Supra был перенят от Toyota Celica, но кузов стал длиннее и шире. Начиная с середины 1986 года, Supra отделилась от Celica, став самостоятельной моделью. В связи с этим Toyota перестала использовать префикс Celica, и автомобиль стал именоваться просто Supra. Первое, второе и третье поколения Supra собирались на заводе в Тахаре, а четвёртое и пятое поколение — на заводе в городе Тоёта в Японии.</p>

<p>Supra также имеет связь с Toyota 2000GT, от которой к ней перешел двигатель. На автомобили первых трёх поколений устанавливались двигатели M-серии от Toyota Crown и 2000GT. На все четыре поколения Supra устанавливались рядные 6-цилиндровые двигатели. Шасси получило код «А».</p>

<p>Toyota разработала собственный логотип для Supra. Этот логотип использовался до января 1986 года, когда появилось первое самостоятельное поколение. Новый логотип был похож по размеру, имел оранжевую надпись на красном фоне, но без изображения дракона. Этот логотип, в свою очередь, использовался до 1991 года, когда Toyota перешли на логотип компании.</p>

<p>В 1998 году Toyota прекратила продажи Supra в США, а в 2002 году было официально прекращено производство в Японии.</p>

<p>Четыре поколения получили обозначения A40, A60, A70, A80. Официальные названия модификаций автомобилей Toyota относятся только к кодам шасси. Toyota использует название Mark II для обозначения своих автомобилей на платформе X, которые включают модели Mark II, Cressida, Chaser и Cresta</p>

</div>
<div class="cont s--inactive">

  <div class="cont__inner">
    <!-- 1 -->
    <div class="el">
      <div class="el__overflow">
        <div class="el__inner">
          <div class="el__bg"></div>
          <div class="el__preview-cont1">
            <h2 class="el__heading">MK I</h2>
          </div>
          <div class="el__content">
            <div class="el__text">Supra MK I</div>
			<div style="color:#F5F4F2;"><p>В апреле 1978 года Toyota начала производство Supra в Японии, как Celica XX, модель продавалась вместе с Celica через японскую дилерскую сеть под названием Toyota Corolla Store. Автомобили оснащались 2-литровым 123-сильным (92 кВт) 12-клапанный SOHC рядным шестицилиндровым двигателем (M-EU, код шасси MA45) или 2,5-литровым 110-сильным(82 кВт) 12-клапанным SOHC рядным шестицилиндровым двигателем (4M-E, код шасси MA46). На японские модели устанавливались меньшие, 2-литровые двигатели, из-за меньшего налога, связанного с рабочим объёмом двигателя. Тем не менее, налог за установленный 2-литровый двигатель был высоким, больше чем на автомобилях Celica. Оба двигателя оснащались системой электронного впрыска топлива.</p>
			<p>На экспорт Supra начали отправляться с января 1979 года[11]. Экспортный вариант изначально оснащался 2,5-литровым 110-сильным (82 кВт) 12-клапанным SOHC рядным шестицилиндровым двигателем (4M-E, код шасси MA46).</p>
			<p>Варианты трансмиссии включали либо механическую пятиступенчатую коробку передач (W50), либо опциональную четырёхступенчатую автоматическую коробку передач (A40D). Обе трансмиссии имели повышающую передачу. Автомобиль получил стандартные четыре дисковых тормоза, заднюю подвеску с винтовыми пружинами и стабилизатором поперечной устойчивости. Передняя подвеска Макферсон также включала стабилизатор.</p>
			<p>В салоне устанавливаемый пакет опций включал электрические стеклоподъёмники и центральный замок. Также там были круиз-контроль, специальная обивка двери с выдвижными ремнями и дополнительный люк. Рулевое колесо получило регулировки, имелись глубокие карманы на молниях в спинках передних сидений. Приборная панель показывала состояние стерео динамиков (AM/FM/MPX), содержала аналоговые часы и тахометр.</p></div>
            <div class="el__close-btn"></div>
          </div>
        </div>
      </div>
      <div class="el__index">
        <div class="el__index-back">1</div>
        <div class="el__index-front">
          <div class="el__index-overlay" data-index="1">1</div>
        </div>
      </div>
    </div>
    <!-- 1-->
    <!-- 2 -->
    <div class="el">
      <div class="el__overflow">
        <div class="el__inner">
          <div class="el__bg"></div>
          <div class="el__preview-cont2">
            <h2 class="el__heading">MK II</h2>
          </div>
          <div class="el__content">
            <div class="el__text">Supra MK II</div>
			<div style="color:#F5F4F2;"><p>В конце 1981 года Toyota полностью обновила Celica Supra, а также весь модельный ряд Celica 1982 года. В Японии, эти автомобили были известны как Celica XX, за её пределами как Celica Supra. Тем не менее, основываясь на платформе Celica, существовало несколько ключевых отличий, в первую очередь дизайн передней части и скрытые фары. Другие отличие включают рядный шестицилиндровый двигатель против четырёхцилиндрового, а также увеличение длины колёсной базы для размещения большего двигателя. Автомобили, с установленными двигателями 5M были немного шире. В 1981 году для японских покупателей была предложена альтернатива Celica XX в кузове фастбэк, называемая Toyota Soarer. Соарер был доступен через другую японскую дилерскую сеть Toyota, а именно Toyota Store, в отличие от Celica XX, продававшейся через сеть Toyota Corolla Store.</p>
			<p>В 1982 году на североамериканском рынке под капот Celica Supra устанавливался двигатель 5M-GE объёмом 2,8 литра (2759 куб.см), 12-клапанный (по два клапана на цилиндр) с двумя распредвалами. Его мощность составляла 145 л. с. (108 кВт) и крутящий момент 210 Нм. Двигатель имеет степень сжатия 8,8:1. В 1982 году автомобиль разгонялся до 100 км/ч за время 9,8 секунды и имел время на квотере 17,2 секунды при скорости 130 км/ч.</p>
			<p>Стандартная трансмиссией была пяти-ступенчатая механическая коробка W58 и четырёх-ступенчатая автоматическая коробка A43DL (L-type). Обе коробки имели повышающую передачу. Задний дифференциал на моделях 1982 года имеет отношение 3,72:1. Независимая подвеска для всех четырёх колес была специально настроена и разработана компанией Lotus. Тормозная система Celica Supra включала четыре дисковых тормоза.</p>
			<p>По салону, это поколение имело стандартные электрические стеклоподъёмники, дверные замки и электропривод зеркал, а также регулируемое рулевое колесо. Кнопка центрального замка расположилась на центральной консоли рядом кнопками управления зеркалами с электрическим приводом. На североамериканском рынке шкала аналогового спидометра была ограничена до 85 миль в час (140 км/ч). Круиз-контроль является стандартным в этом поколении. В список опций включены автоматический климат-контроль, люк, двухцветная покраска кузова, пять динамиков в салоне, кассетная радио-магнитола. AM/FM антенна была интегрирована в лобовое стекло, вместо внешней антенны. Имелся ключевой замок на лючке бензобака, люк и задний бампер окрашивались в чёрный цвет, вне зависимости от цвета кузова. Кожаный салон был опцией для моделей L-type, на автомобилях P-type был доступен только тканевый салон.</p></div>
            <div class="el__close-btn"></div>
          </div>
        </div>
      </div>
      <div class="el__index">
        <div class="el__index-back">2</div>
        <div class="el__index-front">
          <div class="el__index-overlay" data-index="2">2</div>
        </div>
      </div>
    </div>
    <!-- 2 -->
    <!-- 3 -->
    <div class="el">
      <div class="el__overflow">
        <div class="el__inner">
          <div class="el__bg"></div>
          <div class="el__preview-cont3">
            <h2 class="el__heading">MK III</h2>
          </div>
          <div class="el__content">
            <div class="el__text">Supra MK III</div>
			<div style="color:#F5F4F2;">
			<p>В мае 1986 года Toyota была готова выпустить следующее поколение. С этого же времени автомобили Celica и Supra стали двумя совершенно разными моделями. Первая получила поперечное расположение мотора, предполагавшее передний или постоянный полный привод, используя платформу, похожую на Toyota Corona, а Supra сохранила заднеприводную платформу. Мощность 3-литрового рядного шести-цилиндрового мотора была увеличена до 200 л. с. (149 кВт). С мая 1986 года были доступны модели только с атмосферным двигателем, а модели с турбонаддувом появились с 1987 модельного года. Технически, Supra для японского рынка стала похожей на модель Toyota Soarer.</p>
			<p>Новый двигатель на этом поколении, Toyota 7M-GE, стал флагманским мотором в арсенале Toyota. Две версии двигателя имели по 4 клапана на цилиндр и два верхних распредвала. Двигатель с турбонаддувом 7M-GTE оснащался турбокомпрессором CT26[16] и имел мощность 230 л. с. (172 кВт) при 5600 об/мин, а атмосферный двигатель 7M-GE имел мощность 200 л. с. (149 кВт) при 6000 об/мин. Дальнейшая доработка турбодвигателя позволила увеличить мощность до 232 л. с. (173 кВт) и крутящий момент до 344 Нм в 1989 году. Это было достигнуто, главным образом из-за изменения конструкции регулировочного клапана. Все модели использовали одинаковые размеры шин 225/50R16, запасное колесо было полноценным и имело стальной диск.</p>
			<p>На моделях с атмосферным двигателем устанавливалась механическая коробка передач W58, версии с турбонаддувом получили более надежную механическую коробку передач R154. Обе версии были доступны также с 4-ступенчатой автоматической коробкой передач A340E с 4 скоростями.</p>
			<p>На моделях третьего поколения были представлены множество новых технологий. Так, в 1986 году, некоторые модели оснащались системами АБС и TEMS. HKS также разработала систему «TEMS Controller». Система ACIS (индукционная система акустического контроля) также стала частью технологического арсенала 7M-GE, и позволяла управлять импульсами сжатого воздуха внутри впускного коллектора для увеличения мощности. Все модели оснащались двойными поперечными рычагами подвески спереди и сзади. С 1991 года предлагался кузов тарга с металлическим люком</p>
			</div>
            <div class="el__close-btn"></div>
          </div>
        </div>
      </div>
      <div class="el__index">
        <div class="el__index-back">3</div>
        <div class="el__index-front">
          <div class="el__index-overlay" data-index="3">3</div>
        </div>
      </div>
    </div>
    <!-- 3 -->
    <!-- 4 -->
    <div class="el">
      <div class="el__overflow">
        <div class="el__inner">
          <div class="el__bg"></div>
          <div class="el__preview-cont4">
            <h2 class="el__heading">MK IV</h2>
          </div>
          <div class="el__content">
            <div class="el__text">Supra MK IV</div>
			<div style="color:#F5F4F2;">
			<p>Четвёртое поколение Supra использует шасси модели JZZ30 Soarer (известна также как модель Lexus SC300/400). На него устанавливались двигатели 2JZ-GE (атмосферный, 225 л. с.) и 2JZ-GTE (турбо, 280 л. с. для Японии и Европы) Изначально стоял на Toyota Aristo или он же Lexus GS. Самый мощный устанавливаемый двигатель 2JZ-GTE выдавал 330 л. с. Серия двигателей 2JZ-GTE хорошо поддается доработкам, связанными с увеличением мощности.</p>
			<p>На большинство моделей устанавливались 4-ступенчатые автоматические трансмиссии. Трансмиссия настроена на спортивную езду и задержки при переключениях минимальны как для гидромеханического автомата тех лет. Механические коробки устанавливают 5- (c завода W58, также R154 часто устанавливается нештатно) или 6-ступенчатые (немецкой фирмы Getrag). На Toyota Supra используется независимая подвеска на двойных поперечных рычагах со стабилизатором спереди и многорычажная со стабилизатором сзади.</p>
			<p><h2 style="color:#F5F4F2;">Версии 4-го поколения</h2></p>
			<p>RZ — Двигатель с турбонаддувом 2JZ-GTE и механической 6-ступенчатой КПП, в отличие от версии RZ-S, снабжалась сиденьями Recaro, карбоновым рулём и подвеской REAS. Также многие опции шли в стандарте, в то время как для RZ-S предлагались в качестве опций (антикрыло, передний активный спойлер, задний диффиренциал повышенного трения), тормоза увеличенной производительности. Европейская версия RZ cчитается самой топовой версией A80, так как имеет самый мощный двигатель в 330 л. с.</p>
			<p>RZ-S — Двигатель с турбонаддувом 2JZ-GTE и механической 6-ступенчатой КПП а также с АКПП с переключателями передач на руле.</p>
			<p>GZ — Двигатель с турбонаддувом 2JZ-GTE и с АКПП, считается люксовой версией RZ-S, то есть имеет кожаные сиденья, подушку безопасности для пассажира и т. д.. Самая тяжёлая версия Супры.</p>
			<p>SZ — Атмосферный двигатель 2JZ-GE, 5-ступенчатая МКПП.</p>
			<p>SZ-R — Атмосферный двигатель 2JZ-GE, 6-ступенчатая МКПП, также имеет сниженный вес по сравнению с SZ.</p>
			</div>
            <div class="el__close-btn"></div>
          </div>
        </div>
      </div>
      <div class="el__index">
        <div class="el__index-back">4</div>
        <div class="el__index-front">
          <div class="el__index-overlay" data-index="4">4</div>
        </div>
      </div>
    </div>
    <!-- 4 -->
    <!-- 5 -->
    <div class="el">
      <div class="el__overflow">
        <div class="el__inner">
          <div class="el__bg"></div>
          <div class="el__preview-cont5">
            <h2 class="el__heading">MK V</h2>
          </div>
          <div class="el__content">
            <div class="el__text">Supra MK V</div>
			<div style="color:#F5F4F2;">
			<p>Первое заявление о пятом поколении появилось в 2014 году с концептом нового автомобиля Toyota FT-1, сильно напоминавшим дизайном Toyota Supra А80. Первые реальные прототипы были замечены в 2017 году. Автомобиль разрабатывался совместно с BMW, что очень сильно возмутило фанатов Toyota Supra.</p>
			<p>Интерьер с BMW Z4 (G29) у новой Supra один, как и сама машина и отличаются технически только кузовом, что очень сильно не понравилось фанатам бренда Toyota. Колесная база новой Supra составляет 2 468 мм. Это автоматически приводит ее в тот же класс, что и Porsche 911 (2 453 мм) и Jaguar F-Type (2 621 мм). Но ее длина в 4 382 мм делает его немного более компактным в целом, что означает более короткие передний и задний свесы, чрезвычайно низкий центр тяжести и идеальное распределение веса 50:50., BMW собирались выпустить новую BMW Z4, а Toyota интересовала Suprа. Новая Toyota Supra оснащается двигателем BMW B58 340 л. с. и 500 Нм (по сравнению с BMW Z4, где имеется 345 л. с. и 505 Нм) и поставляется с восьмиступенчатой автоматической коробкой передач.</p>
			<p>По оценками Toyota, новая Supra разгоняется до сотни всего за 4,3 секунды, но максимальная скорость ограничена на 250 км/ч. По сравнению с новой Z4 данное поколение Toyota Supra имеет более легкий вес и лучшую разгонную динамику. Также Toyota был потерян патент на название Supra и новая машина продается в Европе и США, как GR Supra, в России и в Японии осталось просто обычное название Supra.</p>
			<p></p>
			</div>
            <div class="el__close-btn"></div>
          </div>
        </div>
      </div>
      <div class="el__index">
        <div class="el__index-back">5</div>
        <div class="el__index-front">
          <div class="el__index-overlay" data-index="5">5</div>
        </div>
      </div>
    </div>
    <!-- 5 -->
  </div>

</div>
<script  src="./js/script.js"></script>

</main>
<script src="./js/swup.min.js"></script>
<script>
	const swup = new Swup();
</script>
<!--</content>-->
<?php include './template/footer.php';?>



</body>
</html>
